#!/bin/bash

echo "            [4m          [0m "
echo " x = [4m −b ± ⎷ b² − 4ac [0m "
echo "              2a \n"

echo "    _       [4m          [0m "
echo " x = [4m −b ±,/ b² − 4ac [0m "
echo "              2a  "
echo "" 

echo "           ┌──────────  "
echo " x =  −b ± ┘ b² − 4ac  "
echo "      ────────────────  "
echo "              2a "
echo "" 



echo "⎡           __________ ⎤"
echo "⎢     −b ± ⎷ b² − 4ac  ⎥"
echo "⎢ x = ──────────────── ⎥"
echo "⎣            2a        ⎦"
echo "" 

echo "⎡           [4m         [0m ⎤"
echo "⎢     −𝑏 ± ⎷ 𝑏² − 4𝑎𝑐 ⎥"
echo "⎢ 𝑥 = ─────────────── ⎥"
echo "⎣            2𝑎       ⎦"
echo "" 

echo "           [4m         [0m "
echo "     −𝑏 ± ⎷ 𝑏² − 𝟺𝑎𝑐 "
echo " 𝑥 = ─────────────── "
echo "            𝟸𝑎       "
echo "" 
