#!/bin/bash

echo "normal:" 
echo "┌───────────[4m─────────[0m─┐"
echo "│ x = [4m−b ± ⎷ b² − 4ac[0m │"
echo "│            2a       │"
echo "└─────────────────────┘" 

echo "unicode alphanumerics:" 
echo "┌───────────[4m─────────[0m─┐"
echo "│ 𝑥 = [4m−𝑏 ± ⎷ 𝑏² − 𝟺𝑎𝑐[0m │"
echo "│            𝟸𝑎       │"
echo "└─────────────────────┘" 

echo "box drawing divisorbar:" 
echo "┌───────────[4m─────────[0m─┐"
echo "│     −b ± ⎷ b² − 4ac │"
echo "│ x = ─────────────── │"
echo "│            2a       │"
echo "└─────────────────────┘" 
